Repository: cry0m1/skysiss
Catalog: utils/assistant/i18n/base.tmx
Source language: en
Languages: de, es, ru

source: #2auth - 2-factor authorization. Send code to user IM with GET/POST api request
de: #2auth - 2-Faktor-Autorisierung. Senden Code Benutzer IM mit GET/POST-Anfrage api
es: #2auth - 2-factor de autorización. Enviar código para IM usuario con solicitud api GET/POST
ru: #2auth - 2-факторная авторизация. Отправить код пользователю в IM через GET/POST API запрос

source: #xmess [uid] [message] - send your message to any skype, jabber
de: #xmess [uid] [nachricht] - sendet Ihren Message nach jedem skype, jabber
es: #xmess [uid] [mensaje] - remite su mensaje a cualquier skype, jabber
ru: #xmess [uid] [сообщение] - отправить ваше сообщение в любой Skype, Jabber

source: #push - send some push notification to any Skype, Jabber with GET/POST API request
de: #push - senden Sie eine Push-Benachrichtigung zu jedem Skype, Jabber mit GET/POST-API-Anforderung
es: #push - enviar alguna notificación de inserción a cualquier Skype, Jabber con petición de la API GET/POST
ru: #push - отправить любую пуш-нотификацию в любой Skype, Jabber через GET/POST API запрос

source: #ssh [username|||password|||hostname_or_ip] - execute ssh commands at your server (service do net remeber your credentials)
de: #ssh [username|||password|||hostname_or_ip] - execute ssh Befehle auf Ihrem Server (Service zu tun Netto remeber Ihre Anmeldeinformationen)
es: #ssh [username|||password|||hostname_or_ip] - ejecutar comandos ssh en el servidor (servicio de hacer remeber net sus credenciales)
ru: #ssh [username|||password|||hostname_or_ip] - ssh доступ к вашему серверу (сервис не хранит ваши учетные данные)

source: Connect to server by typing "username|||password|||hostname_or_ip"
de: Verbindung zum Server durch Eingabe von "username|||Passwort|||hostname_or_ip"
es: Conectar al servidor, escriba "nombre de usuario|||contraseña|||hostname_or_ip"
ru: Подключитесь к серверу, отправив "username|||password|||hostname_or_ip"

source: Login Failed
de: Anmeldung fehlgeschlagen
es: Error de acceso
ru: Не удалось подключиться

source: Connected, provide ssh commands please:
de: Verbunden, bieten ssh Befehle bitte:
es: Conectado, proporcionar comandos ssh, por favor:
ru: Подключен, вводите команды SSH пожалуйста:

source: Available servers:
de: Verfügbare Server:
es: Servidores disponibles:
ru: Доступные сервера:

source: No servers
de: Keine Server
es: No hay servidores
ru: Нет серверов

source: How to (also you can modify skysiss_stat.sh, what stats to gather):
de: Wie man (auch Sie können skysiss_stat.sh zu ändern, was Statistik zu sammeln):
es: Cómo (también puede modificar skysiss_stat.sh, lo stats para reun):
ru: How to (вы также можете модифицировать skysiss_stat.sh на свое усмотрение и получать в клиенте, то, что именно вам надо):

source: Monday
de: Montag
es: lunes
ru: Понедельник

source: Tuesday
de: Dienstag
es: martes
ru: Вторник

source: Wednesday
de: Mittwoch
es: miércoles
ru: Среда

source: Thursday
de: Donnerstag
es: jueves
ru: Четверг

source: Friday
de: Freitag
es: viernes
ru: Пятница

source: Saturday
de: Samstag
es: sábado
ru: Суббота

source: Sunday
de: Sonntag
es: Tiempo
ru: Воскресенье

source: Current time
de: Zeit
es: Tiempo
ru: Текущее время

source: Timezone
de: Zeitzone
es: Zona Horaria
ru: Временная зона

source: DST offset (hours)
de: DST Offset (Stunden)
es: Desplazamiento de DST (hora)
ru: Смещение DST (часы)

source: GMT offset (hours)
de: Zeitverschiebung (Stunden)
es: Con GMT (hora)
ru: Смещение GMT (часы)

source: Sunrise
de: Sonnenaufgang
es: Salida del sol
ru: Восход

source: Sunset
de: Sonnenuntergang
es: Puesta del sol
ru: Закат

source: Enter any number
de: Geben Sie einige Nummer ein
es: Entrе cualquier número
ru: Введите любой номер

source: Hello!
de: Hallo!
es: ¡Hola!
ru: Приветсвуем

source: Verify your registration at
de: Stellen Sie Ihr Login aus mit
es: Autorize su inscripción con
ru: Подтвердите вашу регистрацию по

source: Your account has been successfully created! Confirm your registration at
de: Ihren Account ist anlegen worden. Stellen Sie Ihr Login aus mit
es: Su cuenta ha sido creada. Autorize su inscripción con
ru: Ваш аккаунт успешно создан! Подтвердите вашу регистрацию по

source: Why do i need verification? Check at
de: Warum brauche ich eine Bestätigung? Nachprüfen mit
es: Para qué necesito confirmación? Verificar con
ru: Зачем мне нужно подтверждение? Проверить по

source: Not supported expression
de: Die Wendung wird nicht unterstützt
es: La expresión no es compatible
ru: Выражение не поддерживается

source: Yes.
de: Ja.
es: Sí.
ru: Да.

source: No.
de: Nein.
ru: Нет.

source: My sources are pointing toward yes.
de: Etwas mir sagt ja.
es: Algo me dice que sí.
ru: Что-то мне подсказывает, что да.

source: It's possible.
de: Das ist möglich.
es: Esto es posible.
ru: Это возможно

source: Very unlikely.
de: Das ist schwerlich.
es: Esto es improbable.
ru: Вряд ли

source: Can you repeat the question?
de: Wiederholen Sie bitte die Frage?
es: Repite la pregunta, por favor?
ru: Можете повторить вопрос?

source: Absolutely not.
de: Nein, durchaus nicht.
es: No, por supuesto.
ru: Абсолютно нет.

source: Sure.
de: Natürlich.
es: Por supuesto.
ru: Конечно.

source: Ask again later.
de: Wiederholen Sie die Frage später.
es: Repite la pregunta más tarde.
ru: Спросите позже.

source: Iе is certain.
de: Iе ist sicher.
es: Iе es cierto.
ru: Уверенно да.

source: It is decidedly so.
de: Es ist entschieden so.
es: Es así que decididamente.
ru: Решительно так.

source: Without a doubt.
de: Ohne Zweifel.
es: Sin lugar a dudas.
ru: Без сомнения.

source: Yes - definitely.
de: Ja - auf jeden Fall.
es: Sí - definitivamente.
ru: Да - определенно.

source: You may rely on it.
de: Sie können sich darauf verlassen.
es: Usted puede confiar en ella.
ru: Вы можете полагаться на это.

source: As I see it, yes.
de: Wie ich es sehe, ja.
es: Como yo lo veo, sí.
ru: Как мне кажется, да.

source: Most likely.
de: Wahrscheinlich.
es: Lo más probable.
ru: Скорее всего.

source: Outlook good.
de: Outlook gut.
es: Perspectivas bueno.
ru: Перспективы хорошие.

source: Signs point to yes.
de: Schilder weisen auf ja.
es: Los signos apuntan a que sí.
ru: Признаки указывают на да.

source: Reply hazy, try again.
de: Antworten dunstig, versuchen Sie es erneut.
es: Responder nebuloso, inténtelo de nuevo.
ru: Ответ туманный, попробуйте еще раз.

source: Better not tell you now.
de: Besser jetzt nicht sagen.
es: Mejor no te digo ahora.
ru: Лучше не говорить вам сейчас.

source: Cannot predict now.
de: Kann jetzt nicht vorherzusagen.
es: No se puede predecir ahora.
ru: Не могу предсказать сейчас.

source: Concentrate and ask again.
de: Konzentrieren Sie sich und fragen Sie wieder.
es: Concentrado y volver a preguntar.
ru: Сконцентрируйтесь и спросите позже.

source: Don’t count on it.
de: Sie nicht auf sie verlassen.
es: No cuente con ello.
ru: Не рассчитывайте на это.

source: My sources say no.
de: Meine Quellen sagen, nein.
es: Mis fuentes dicen que no.
ru: Мои источники говорят нет.

source: Outlook not so good.
de: Outlook nicht so gut.
es: Outlook no tan bueno.
ru: Перспективы не так хороши.

source: Very doubtful.
de: Sehr zweifelhaft.
es: Muy dudoso.
ru: Очень сомнительно.

source: Available languages:
de: Verfügbare Sprachen:
es: Las lenguas disponibles:
ru: Доступные языки:

source: Help is not ready yet
de: Hilfe-Bereich ist noch nicht bereit
es: La sección de ayuda aún no está disponible
ru: Раздел Помощь еще не готов

source: Changed
de: Aktualisiert
es: Aktualizado
ru: Изменено

source: System Commands
de: Die Systembefehle
es: Comandos del sistema
ru: Системные команды

source: #deleteme - delete my account
de: #deleteme - meinen Account löschen
es: #deleteme - eliminar mi cuenta
ru: #deleteme - удалить мой аккаунт

source: #lang - change language
de: #lang - die Sprache ändern
es: #lang - cambiar la lengua
ru: #lang - изменить язык интерфейса

source: #forgotpass - restore the password within temporary link
de: #forgotpass - ein vergessenes Passwort mit der Zeitreferenz rücksichern
es: #forgotpass - recuperar una contraseña olvidada utilizando un enlace temporal
ru: #forgotpass - восстановить забытый пароль при помощи временной ссылки

source: error - You are not authorized with this service! Try
de: Fehler - Sie sind nicht für diesen Service berechtigt! Versuchen Sie
es: error - No tiene autorización para este servicio! Intente
ru: ошибка - Вы не авторизованы этим ассистентом! Попробуйте

source: Here is your link to login:
de: Ihr Link für die Anwendungsbefugnisse:
es: Su enlace para autorización:
ru: Вот Ваша ссылка для авторизации:

source: Enter your expression 2+3 or 3/2 etc., please:
de: Geben Sie Ihre Beziehung wie 2+3 oder 3/2 usw., bitte:
es: Ingrese su expresión como 2+3 o 3/2 etc., por favor:
ru: Введите Ваше выражение 2+3 или 3/2 и т.д., пожалуйста:

source: Enter your locale, please (ex.: #ru):
de: Geben Sie Ihre Sprache ein, (z.B.: #de):
es: Ingrese su lengua, por favor (p.ej.: #es):
ru: Введите ваш язык, пожалуйста (пример: #en):

source: Or enter City you want (*English only), please:
de: Oder geben Sie einige Stadt ein (*nur Englisch), bitte:
es: O Ingrese cualquiera ciudad (*inglés solamente), por favor:
ru: Или введите любой город (*только на английском), пожалуйста:

source: Enter your City (*English only), please:
de: Geben Sie Ihre Stadt ein (*nur Englisch), bitte:
es: Ingrese su ciudad (*inglés solamente), por favor:
ru: Введите Ваш город (*только на английском), пожалуйста:

source: Enter City you want (ex.: Minsk)
de: Geben Sie Stadt Sie wollen (zB: Minsk)
es: Ingrese ciudad que desee (por ejemplo: de Minsk)
ru: Введите любой город (пример: Минск)

source: You are in
de: Sie sind in
es: Esta en
ru: Вы в

source: Supported expressions:
de: Unterstützte Wendungen:
es: Expresiónes compatibles:
ru: Поддерживаемые выражения:

source: m - memory value (last calculated)
de: m - behaltete Nummer (zuletzt verrechnete)
es: m - numero memorizado (último calculado)
ru: m - число в памяти (последнее посчитанное)

source: Examples:
de: Die Beispiele:
es: Los ejemplos:
ru: Примеры:

source: will produce
de: gleicht
es: es egual a
ru: будет равно

source: Type #registerme
de: Geben Sie ein #registerme
es: Ingrese #registerme
ru: Напишите #registerme

source: Type #activateme
de: Geben Sie ein #activateme
es: Ingrese #activateme
ru: Напишите #activateme

source: Your last city is:
de: Ihre letzte Stadt ist:
es: Su ciudad última es:
ru: Ваш последний город:

source: I have no remembered city
de: Ich habe keine Stadt erinnert
es: No ha memorizado cualquiera ciudad
ru: Я не запомнил ни одного города

source: sends you a message:
de: hat eine Nachricht Ihnen gesendet:
es: ha enviado un mensaje a Usted:
ru: отправил(-а) вам сообщение:

source: if you do not know him, just ignore message. More info at
de: Wenn Sie ihn (sie) nicht wissen, ignorieren Sie die Nachricht. Mehr Information in
es: Si Usted no lo sabe, simplemente ignora el mensaje. Más información a
ru: если вы не знаете его (ее), просто проигнорируйте сообщение. Больше информации на

source: - Authorization. Try
de: - Autorisierung. Versuchen Sie
es: - Autorización. Intente
ru: - Авторизация. Попробуйте

source: - Authorization. You were invited by
de: - Autorisierung. Sie eingeladen wurden von
es: - Autorización. Usted ha sido invitado por
ru: - Авторизация. Вас пригласил

source: just ignore me if you do not know this user. Try
de: wenn Sie diesen User nicht wissen, ignorieren Sie mich. Versuchen Sie
es: si Usted no sabe el usuario, simplemente ignoreme. Intente
ru: просто проигнорируйте меня если вы не знаете этого пользователя. Попробуйте

source: now (Check more info at
de: jetzt (Mehr Information in
es: ahora (Más información a
ru: сейчас (Больше информации на

source: Authorization. Please authorize me! Try
de: Autorisierung. Autorisieren Sie mir bitte! Versuchen Sie
es: Autorización. Autorizeme por favor! Intente
ru: Авторизация. Пожалуйста авторизуйте меня! Попробуйте

source: - Authorization. Please authorize me! You were invited by
de: - Autorisierung. Autorisieren Sie mir bitte! Sie eingeladen wurden von
es: - Autorización. Autorizeme por favor! Usted ha sido invitado por
ru: - Авторизация. Пожалуйста авторизуйте меня! Вас пригласил

source: Error while getting weather, wtf?
de: Fehler beim Abrufen des Wetters, was mit ...?
es: Error a la actualización de la información del tiempo, qué es con ...?
ru: Ошибка при получении погоды, что за ...?

source: Invalid city, wtf?
de: Unsichere Stadt, was mit?
es: La ciudad incorrecta, qué es con?
ru: Ошибка при получении города, что за?

source: Cloudy
de: Bewölkt
es: Nublado
ru: Облачность

source: Humidity
de: Luftfeuchte
es: Humedad
ru: Влажность

source: 5 day forecast:
de: Wettervorhersage für 5 Tage:
es: Pronóstico del tiempo para 5 días:
ru: прогноз на 5 дней:

source: Today:
de: Heute:
es: Hoy:
ru: Сегодня:

source: Tomorrow:
de: Morgen:
es: Mañana:
ru: Завтра:

source: The day after tomorrow:
de: El día después de mañana:
es: Übermorgen:
ru: Послезавтра:

source: Invalid game start
de: Fehler beim Starten des Spiels
es: Error al iniciar el juego
ru: Ошибка при старте игры

source: Start new game, the previous one has ended
de: Starten eines neuen Spiels, das vorige Spiel ist zum Ende gekommen
es: Inicio del juego nuevo, el juego antecedente ha terminado
ru: Начало новой игры, старая закончилась

source: Invalid move
de: Der Fehlgang
es: Jugarreta
ru: Неверный ход

source: you win for
de: Sie haben gewonnen
es: Usted ganó
ru: вы выиграли за

source: move(s)
de: Spielzuge
es: juego(s)
ru: ход(ов)

source: Here is your link to restore the password:
de: Das ist Ihr Link für das Kennwort-Wiederherstellung:
es: Aquí es su enlace para recuperación de la contraseña:
ru: Вот ваша ссылка для восстановления пароля:

source: Here is your link to activate an account:
de: Das ist Ihr Link für die Aktivierung des Accounts:
es: Aquí es su enlace para activación de la cuenta:
ru: Вот ваша ссылка для активации учетной записи:

source: Here is your link to activate account and approve invitation, click any:
de: Das ist Ihr Link für die Aktivierung des Accounts and für die Bestätigung der Aufforderung, erwerben Sie jeden:
es: Aquí es su enlace para activación de la cuenta y para confirmación de la invitación, pulse cualquier:
ru: Вот ваша ссылка для активации учетной записи и подтверждения приглашения, нажмите любой:

source: Here is your link to activate an account and approve invitation:
de: Das ist Ihr Link für die Aktivierung des Accounts and für die Bestätigung der Aufforderung:
es: Aquí es su enlace para activación de la cuenta y para confirmación de la invitación:
ru: Вот ваша ссылка для активации учетной записи и подтверждения приглашения:

source: Successfully added service
de: Das Service erfolgreich hinzugefügt
es: El servicio añadido correctamente
ru: Ассистент успешно добавлен

source: Type #help for any help
de: Geben Sie #help ein für die Hilfe
es: Entre #help para ayuda
ru: Отправьте #help для получения помощи

source: Bye :)
de: Tschüss :)
es: Hasta luego :)
ru: Пока :)

source: Bye from service
de: Tschüss vom Service
es: Hasta luego de servicio
ru: Пока от ассистента

source: #help [application (optional)] - view this list
de: #help [anwendung (optional)] - diese Liste sehen
es: #help [aplicación (opcional)] - ver esta lista
ru: #help [приложение (не обязательно)] - посмотреть этот список

source: #lang [locale] - change interface language (supported languages: en, es, de, ru)
de: #lang [local] - die Sprache ändern (die unterstützten Sprachen: en, es, de, ru)
es: #lang [local] - cambiar la lengua (las lenguas compatibles: en, es, de, ru)
ru: #lang [локаль] - сменить язык интерфейса (поддерживаемые языки: en, es, de, ru)

source: #forgotlink - restore the password with a link
de: #forgotlink - das Passwort zurücksetzen mit dem Link
es: #forgotlink - recuperar una contraseña utilizando el enlace
ru: #forgotlink - восстановить пароль с помощью ссылки

source: #addapp - add/delete free applications within web UI
de: #addapp - Hinzufügen/Löschen von kostenlosen Anwendungen im Web-UI
es: #addapp - añadir/eliminar aplicaciones gratuitas dentro de la interfaz de usuario web
ru: #addapp - добавить/удалить бесплатные приложения через web UI

source: add this app
de: diese App
es: agregar esta aplicación
ru: добавить это приложение

source: delete this app
de: diese App löschen
es: eliminar esta aplicación
ru: удалить это приложение

source: #loginlink - give you login link
de: #loginlink - den Login link senden
es: #loginlink - enviar enlace para entrar
ru: #loginlink - пришлет ссылку для входа

source: Help Links
de: Die Hilflinks
es: Enlaces para auyda
ru: Ссылки Помощи

source: Write any question, i will guess...
de: Geben Sie einige Frage ein, ich werde denken...
es: Entre cualquiera pregunta, voy a pensar...
ru: Напишите любой вопрос, я подумаю...

source: #last - get last City's weather
de: #last - der Wetter der zuletzt ausgewählten Stadt bekommen
es: #last - recibir el tiempo en la última seleccionada ciudad
ru: #last - получить погоду последнего выбранного Города

source: Enter any City (English* only, ex.: Minsk, you can find your city in English at http://www.worldweatheronline.com/country.aspx)
de: Geben Sie einige Stadt ein (nur Englisch*, z.B.: Minsk, Sie können Ihre Stadt im Englisch hier finden http://www.worldweatheronline.com/country.aspx)
es: Entre cualquiera ciudad (inglés* solamente, p.ej.: Minsk, puede buscar su ciudad en inglés aqui http://www.worldweatheronline.com/country.aspx)
ru: Введите любой город (только на английском*, пример: Minsk, найти свой город на английском можно по этой ссылке http://www.worldweatheronline.com/country.aspx)

source: Send your message to any Skype, Jabber, Telegram example:
de: Sendet Ihren Message nach jedem Skype, Jabber, Telegram zum Beispiel:
es: Remite su mensaje a cualquier Skype, Jabber, Telegram por ejemplo:
ru: Отправит ваше сообщение в любой Skype, Jabber, Telegram пример:

source: Skypename(or Jabber email or Telegram) your_message. *message can obtain only the telegram user that have aded a bot
de: Skype Name (jabber email, Telegram) Ihr_Message. *Nachricht kann nur das Telegramm Benutzer zu erhalten, die einen Bot aded haben
es: Skype nombre (jabber email, Telegram) su_mensaje. *mensaje puede obtener sólo el usuario telegrama que han ADED un bot
ru: имя Skype (или Jabber email или Telegram) ваше_сообщение. *сообщение могут получить только те telegram пользователи которые добавили бот

source: billy.jhonson Hello! Howdy?
de: billy.jhonson Hallo! Wie geht's?
es: billy.jhonson Hola! Cómo estás?
ru: billy.jhonson Привет! Как дела?

source: billy_jhonson@gmail.com Hello! Howdy?
de: billy_jhonson@gmail.com Hallo! Wie geht's?
es: billy_jhonson@gmail.com Hola! Cómo estás?
ru: billy_jhonson@gmail.com Привет! Как дела?

source: 375291234567 Hello! How are you?
de: 375291234567 Hallo! Wie geht's?
es: 375291234567 Hola! Cómo estás?
ru: 375291234567 Привет! Как дела?

source: @telegramuser Hello! How are you?
de: @telegramuser Hallo! Wie geht's?
es: @telegramuser Hola! Cómo estás?
ru: @telegramuser Привет! Как дела?

source: Game "Hanoi Tower". It consists of three rods, and a number of disks of different sizes which can slide onto any rod. The puzzle starts with the disks in a neat stack in ascending order of size on one rod, the smallest at the top, thus making a conical shape. The objective of the puzzle is to move the entire stack to another rod, obeying the following simple rules: Only one disk can be moved at a time. Each move consists of taking the upper disk from one of the stacks and placing it on top of another stack i.e. a disk can only be moved if it is the uppermost disk on a stack. No disk may be placed on top of a smaller disk. Enter complexity 1-9
de: Spiel "Die Türme von Hanoi". Das Spiel besteht aus drei gleich großen Stäben A, B und C, auf die mehrere gelochte Scheiben gelegt werden, alle verschieden groß. Zu Beginn liegen alle Scheiben auf Stab A, der Größe nach geordnet, mit der größten Scheibe unten und der kleinsten oben. Ziel des Spiels ist es, den kompletten Scheiben-Stapel von A nach C zu versetzen. Bei jedem Zug darf die oberste Scheibe eines beliebigen Stabes auf einen der beiden anderen Stäbe gelegt werden, vorausgesetzt, dort liegt nicht schon eine kleinere Scheibe. Folglich sind zu jedem Zeitpunkt des Spieles die Scheiben auf jedem Feld der Größe nach geordnet. Geben Sie die Komplexität 1-9 ein
es: Juego "Las Torres de Hanói". Este solitario se trata de un juego de ocho discos de radio creciente que se apilan insertándose en una de las tres estacas de un tablero. El objetivo del juego es crear la pila en otra de las estacas siguiendo unas ciertas reglas. Entre complejidad 1-9
ru: Игра "Башня Ханоя". Даны три стержня, на один из которых нанизаны N колец, причем кольца отличаются размером и лежат меньшее на большем. Задача состоит в том, чтобы перенести пирамиду из восьми колец за наименьшее число ходов на другой стержень. За один раз разрешается переносить только одно кольцо, причём нельзя класть большее кольцо на меньшее. Введите сложность 1-9

source: #tower - game "Hanoi Tower"
de: #tower - Spiel "Die Türme von Hanoi"
es: #tower - Juego "Las Torres de Hanói"
ru: #tower - игра "Башня Ханоя"

source: Move the rings from one column to another, indicating numbers of columns: x-y (x - number of columns, which move the ring, in-room tower, which move the ring). For example: 1-2 (from first to second) or 3-2 (from third to second).
de: Bewegen Sie die Ringe von einer Spalte zur anderen, was auf Zahlen der Spalten: x-y (x - Anzahl der Spalten, die den Ring, Zimmerturm , der den Ring bewegen, bewegen). Zum Beispiel: 1-2 (vom ersten zum zweiten) oder 3-2 (von dritten auf den zweiten).
es: Mueva los anillos de una columna a otra, lo que indica el número de columnas: x-y (x - número de columnas que se mueven el anillo, torre en la habitación, que se mueven el anillo). Por ejemplo: 1-2 (del primero al segundo) o 3-2 (del tercer al segundo).
ru: Передвигайте кольца с одной колонны на другую, указывая номера колонн: х-у (х - номер колонны, с которой перемещаете кольца; у -номер колонны, на которую перемещаете кольца). Например: 1-2 (с первой на вторую) или 3-2 (с третьей на вторую).

source: Conversion
de: Konvertierung
es: Conversión
ru: Конверсия

source: 1. Conversions rates
de: 1. Der Konvertierungskurs
es: 1. El curso de la conversión
ru: 1. Получить курс конверсии

source: Rates
de: Die Valutakurse
es: Cambios
ru: Курсы

source: 2. International source (http://openexchangerates.org)
de: 2. Die international Informationsquelle (http://openexchangerates.org)
es: 2. Fuente informativa internacional (http://openexchangerates.org)
ru: 2. Мировой источник (http://openexchangerates.org)

source: 4. European Central Bank
de: 4. Die Europäische Zentralbank
es: 4. El Banco central de Europa
ru: 4. Европейский ЦентроБанк

source: 5. OCBC Bank (Singapore)
de: 5. OCBC Bank (Singapur)
es: 5. OCBC Centre (Singapur)
ru: 5. OCBC Банк (Сингапур)

source: 6. Central Bank of Russia
de: 6. Die Zentralbank der Russischen Föderation
es: 6. El Baco Central de Rusia
ru: 6. ЦентроБанк России

source: 7. The National Bank of Ukraine
de: 7. Die Nationalbank der Ukraine
es: 7. El Banco Nacional de Ucrania
ru: 7. Национальный Банк Украины

source: 8. The National Bank of Belarus
de: 8. Die Nationalbank von Belarus
es: 8. El Baco Nacional de Belarus
ru: 8. Национальный Банк Беларуси

source: 9. Bank of China
de: 9. Die Chinesische Volksbank
es: 9. El Baco de China
ru: 9. Банк Китая

source: 10. Bank of Canada
de: 10. Die Bank von Kanada
es: 10. El Banco de Canadá
ru: 10. Банк Канады

source: 11. Bitcoin Charts
de: 11. Bitcoin Valutakurse
es: 11. Bitcoin cambios
ru: 11. Курсы Bitcoin
